Repository: TonnyCS/Coacha
Catalog: Coacha/*.lproj/Localizable.strings
Languages: cs

# general.all
source: All
cs: Všechny

# general.local
source: Local
cs: Lokální

# general.remote
source: Remote
cs: Vzdálené

# general.save
source: Save
cs: Uložit

# general.cancel
source: Cancel
cs: Zrušit

# general.search
source: Search
cs: Vyhledat

# general.yes
source: Yes
cs: Ano

# general.no
source: No
cs: Ne

# login.button.title
source: Get started!
cs: Začněme!

# sportActivityList.title
source: Sport activities
cs: Sportovní aktivity

# createSportActivity.title
source: Add new activity
cs: Přidat aktivitu

# createSportActivity.name.placeholder
source: Name of activity
cs: Nazev aktivity

# createSportActivity.place.title
source: Activity location
cs: Místo aktivity

# createSportActivity.duration.title
source: Activity duration
cs: Doba trvání aktivity

# createSportActivity.storage.dialog.title
source: Select storage type:
cs: Vyberte uložiště:

# searchLocation.title
source: Search for location
cs: Vyhledat místo

# searchLocation.useSearchedAddress.button.title
source: Use searched address
cs: Použít zadanou adresu

# alert.sportActivity.remove.title
source: Removing activity
cs: Smazání aktivity

# alert.sportActivity.remove.subtitle
source: Are your sure you want to remove this activity? This action cannot be reversed
cs: Opravdu chcete smazat vytvořenou aktivitu? Tuto akci nezle vrátit zpět

# error.generic.title
source: Error occurred!
cs: Došlo k chybě!

# error.generic.message
source: Please try again later.
cs: Zopakujte akci později
